Repository: nikosd/tf_rails_i18n_test
Catalog: config/locales/*.po
Languages: pl

source: gt_i18n_underscore_key_test_with_translation
pl: Polish Gettext backend underscore key test with translation

source: gt i18n String test with translation
pl: Polish Gettext backend string test with translation

source: both_gt_and_i18n_translation
pl: Polish Ambiguous backend translation (Gettext rules!)

source: gt_results
pl: Polish 1 gettext result (0)

source: Gimme text!
pl: Gimme text in Polish!

source: Scope|Gimme text!
pl: Gimme text in scope in Polish!

source: Context|Gimme text!
pl: Gimme text in context in Polish!

source: Gimme singular text!
pl: Gimme singular text in Polish!

source: Scope|Gimme singular text!
pl: Gimme singular text in Polish! (scoped)

source: Context|Gimme singular text!
pl: Gimme singular text in Polish! (in context)
